server/domain/syncers/resources/deltaComputacion-prices.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Header>
    <wsBasicQueryHeader xmlns="http://microsoft.com/webservices/">
      <pUsername>$username</pUsername>
      <pPassword>$password</pPassword>
      <pCompany>1</pCompany>
      <pWebWervice>1000</pWebWervice>
      <pAuthenticatedToken>$token</pAuthenticatedToken>
    </wsBasicQueryHeader>
  </soap:Header>
  <soap:Body>
    <PriceListItems_funGetXMLData xmlns="http://microsoft.com/webservices/">
      <pPriceList>3</pPriceList>
      <pItem>-1</pItem>
    </PriceListItems_funGetXMLData>
  </soap:Body>
</soap:Envelope>
